Repository: ak375456/gradelab_app
Catalog: dummy name/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, sv

source: Timeline actions
de: Timeline-Aktionen
es: Acciones de la línea de tiempo
fr: Actions de la timeline
it: Azioni della timeline
sv: Tidslinjeåtgärder

source: Timeline audio mixed to AAC
de: Timeline-Audio zu AAC gemischt
es: Audio de la línea de tiempo mezclado a AAC
fr: Audio de la timeline mixé en AAC
it: Audio della timeline mixato in AAC
sv: Tidslinjens ljud mixat till AAC

source: Timeline is empty
de: Timeline ist leer
es: La línea de tiempo está vacía
fr: La timeline est vide
it: La timeline è vuota
sv: Tidslinjen är tom

source: Timeline is too long to snap safely.
de: Die Timeline ist zu lang, um sicher einzurasten.
es: La línea de tiempo es demasiado larga para ajustar con seguridad.
fr: La timeline est trop longue pour un magnétisme fiable.
it: La timeline è troppo lunga per agganciare in sicurezza.
sv: Tidslinjen är för lång för att fästa säkert.

source: Timeline labels
de: Timeline-Beschriftungen
es: Etiquetas de la línea de tiempo
fr: Étiquettes de la timeline
it: Etichette della timeline
sv: Tidslinjeetiketter

source: Timeline Tool
de: Timeline-Werkzeug
es: Herramienta de línea de tiempo
fr: Outil Timeline
it: Strumento timeline
sv: Tidslinjeverktyg

source: Tint
de: Tönung
es: Matiz
fr: Nuance
it: Tinta
sv: Färgton

source: Tint shadows, midtones, or highlights separately. Drag toward a color; farther from the center means stronger color. Try cool shadows with warm highlights.
de: Tönt Schatten, Mitteltöne oder Lichter getrennt. Ziehe in Richtung einer Farbe; weiter von der Mitte bedeutet stärkere Farbe. Versuche kühle Schatten mit warmen Lichtern.
es: Tiñe por separado las sombras, los tonos medios o las altas luces. Arrastra hacia un color; cuanto más lejos del centro, más intenso. Prueba sombras frías con altas luces cálidas.
fr: Teintez séparément les ombres, les tons moyens ou les hautes lumières. Faites glisser vers une couleur ; plus loin du centre signifie une couleur plus marquée. Essayez des ombres froides avec des hautes lumières chaudes.
it: Tinge separatamente ombre, mezzitoni o alte luci. Trascina verso un colore; più lontano dal centro significa colore più intenso. Prova ombre fredde con alte luci calde.
sv: Färgsätt skuggor, mellantoner eller högdagrar var för sig. Dra mot en färg; längre från mitten betyder starkare färg. Prova kalla skuggor med varma högdagrar.

source: Tints this screen only. Opens the hue, vibrance and lift controls.
de: Färbt nur diesen Bildschirm. Öffnet die Regler für Farbton, Vibrance und Lift.
es: Tiñe solo esta pantalla. Abre los controles de tono, vibrance y lift.
fr: Teinte cet écran uniquement. Ouvre les réglages de teinte, de vibrance et de lift.
it: Tinge solo questa schermata. Apre i controlli di tonalità, vividezza e lift.
sv: Färgsätter bara den här skärmen. Öppnar kontrollerna för nyans, lyster och lift.

source: Tip: on a layered timeline, select the top visible clip. A clip above the selected one can hide its colour change.
de: Tipp: Wähle in einer mehrschichtigen Timeline den obersten sichtbaren Clip. Ein Clip über dem ausgewählten kann dessen Farbänderung verdecken.
es: Consejo: en una línea de tiempo con varias capas, selecciona el clip visible más alto. Un clip por encima del seleccionado puede ocultar su cambio de color.
fr: Astuce : sur une timeline multicalque, sélectionnez le clip visible le plus haut. Un clip situé au-dessus de celui sélectionné peut masquer son changement de couleur.
it: Suggerimento: su una timeline a più livelli, seleziona la clip visibile più in alto. Una clip sopra quella selezionata può nascondere il suo cambio di colore.
sv: Tips: på en tidslinje med flera lager, välj det översta synliga klippet. Ett klipp ovanför det valda kan skymma dess färgändring.

source: Toggle Snapping
de: Einrasten umschalten
es: Activar o desactivar el ajuste
fr: Activer ou désactiver le magnétisme
it: Attiva o disattiva l’aggancio
sv: Växla fästning

source: Tonal range
de: Tonwertbereich
es: Rango tonal
fr: Plage tonale
it: Gamma tonale
sv: Tonomfång

source: Tonal Range
de: Tonwertbereich
es: Rango tonal
fr: Plage tonale
it: Gamma tonale
sv: Tonomfång

source: Tone curve
de: Tonkurve
es: Curva de tonos
fr: Courbe de tonalité
it: Curva di tono
sv: Tonkurva

source: Tone Curve
de: Tonkurve
es: Curva de tonos
fr: Courbe de tonalité
it: Curva di tono
sv: Tonkurva

source: Too many keyframes on %@.
de: Zu viele Keyframes auf %@.
es: Demasiados fotogramas clave en %@.
fr: Trop d’images clés sur %@.
it: Troppi fotogrammi chiave su %@.
sv: För många keyframes på %@.

source: Too many looks share the name “%@”. Rename the file and try again.
de: Zu viele Looks tragen den Namen „%@“. Benenne die Datei um und versuche es erneut.
es: Demasiados looks comparten el nombre «%@». Renombra el archivo e inténtalo de nuevo.
fr: Trop de looks portent le nom « %@ ». Renommez le fichier et réessayez.
it: Troppi look condividono il nome «%@». Rinomina il file e riprova.
sv: För många looks delar namnet ”%@”. Byt namn på filen och försök igen.

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
sv: Verktyg

source: Top clip remains
de: Oberster Clip bleibt erhalten
es: Se conserva el clip superior
fr: Le clip supérieur est conservé
it: Resta la clip superiore
sv: Det övre klippet blir kvar

source: Trace around the object on the picture. The shape closes itself when you lift your finger.
de: Fahre im Bild um das Objekt herum. Die Form schließt sich selbst, wenn du den Finger hebst.
es: Traza alrededor del objeto en la imagen. La forma se cierra sola al levantar el dedo.
fr: Tracez autour de l’objet sur l’image. La forme se referme d’elle-même lorsque vous levez le doigt.
it: Traccia attorno all’oggetto sull’immagine. La forma si chiude da sola quando sollevi il dito.
sv: Följ objektets kant på bilden. Formen sluts av sig själv när du lyfter fingret.

source: Trace around the object on the preview. The shape closes itself when you lift your finger.
de: Fahre in der Vorschau um das Objekt herum. Die Form schließt sich selbst, wenn du den Finger hebst.
es: Traza alrededor del objeto en la previsualización. La forma se cierra sola al levantar el dedo.
fr: Tracez autour de l’objet dans l’aperçu. La forme se referme d’elle-même lorsque vous levez le doigt.
it: Traccia attorno all’oggetto nell’anteprima. La forma si chiude da sola quando sollevi il dito.
sv: Följ objektets kant i förhandsvisningen. Formen sluts av sig själv när du lyfter fingret.

source: Track Backward
de: Rückwärts tracken
es: Seguir hacia atrás
fr: Suivre vers l'arrière
it: Traccia all'indietro
sv: Spåra bakåt

source: Track Both Directions
de: In beide Richtungen tracken
es: Seguir en ambos sentidos
fr: Suivre dans les deux sens
it: Traccia in entrambe le direzioni
sv: Spåra i båda riktningarna

source: Track Forward
de: Vorwärts tracken
es: Seguir hacia delante
fr: Suivre vers l'avant
it: Traccia in avanti
sv: Spåra framåt

source: Track height
de: Spurhöhe
es: Altura de pista
fr: Hauteur de piste
it: Altezza traccia
sv: Spårhöjd

source: Track matte mode
de: Track-Matte-Modus
es: Modo de máscara de pista
fr: Mode du cache de piste
it: Modalità maschera traccia
sv: Läge för track matte

source: Track mattes form a loop.
de: Track Mattes bilden eine Schleife.
es: Las máscaras de pista forman un bucle.
fr: Les caches de piste forment une boucle.
it: Le maschere traccia formano un ciclo.
sv: Track mattes bildar en slinga.

source: Track Object
de: Objekt tracken
es: Rastrear objeto
fr: Suivre l’objet
it: Traccia oggetto
sv: Spåra objekt

source: TRACK OBJECT
de: OBJEKT TRACKEN
es: RASTREAR OBJETO
fr: SUIVRE L’OBJET
it: TRACCIA OGGETTO
sv: SPÅRA OBJEKT

source: Track once from this frame and the outline follows the object for the rest of the clip.
de: Tracke einmal ab diesem Frame, und die Kontur folgt dem Objekt für den Rest des Clips.
es: Rastrea una vez desde este fotograma y el contorno seguirá al objeto durante el resto del clip.
fr: Suivez une fois depuis cette image et le contour suit l’objet sur tout le reste du clip.
it: Traccia una volta da questo fotogramma e il contorno seguirà l’oggetto per il resto della clip.
sv: Spåra en gång från den här bildrutan och konturen följer objektet resten av klippet.

source: Tracked %lld frames. The cutout now follows the object.
de: %lld Frames getrackt. Der Freisteller folgt jetzt dem Objekt.
es: %lld fotogramas rastreados. El recorte ya sigue al objeto.
fr: %lld images suivies. Le détourage suit désormais l’objet.
it: Tracciati %lld fotogrammi. Lo scontorno ora segue l’oggetto.
sv: Spårade %lld bildrutor. Urklippet följer nu objektet.

source: Tracked %1$lld frames. The object was lost at %2$@; the outline holds its last position after that.
de: %1$lld Frames getrackt. Das Objekt ging bei %2$@ verloren; die Kontur hält danach ihre letzte Position.
es: %1$lld fotogramas rastreados. El objeto se perdió en %2$@; a partir de ahí el contorno mantiene su última posición.
fr: %1$lld images suivies. L’objet a été perdu à %2$@ ; le contour conserve ensuite sa dernière position.
it: %1$lld fotogrammi tracciati. L’oggetto è stato perso a %2$@; da lì in poi il contorno mantiene la sua ultima posizione.
sv: Spårade %lld bildrutor. Objektet tappades vid %@; konturen håller kvar sin sista position efter det.

source: Tracking %@
de: %@ wird getrackt
es: Siguiendo %@
fr: Suivi de %@
it: Tracciamento di %@
sv: Spårar %@

source: Tracking canceled. The outline still applies to this frame.
de: Tracking abgebrochen. Die Kontur gilt weiterhin für diesen Frame.
es: Rastreo cancelado. El contorno sigue aplicándose a este fotograma.
fr: Suivi annulé. Le contour s’applique toujours à cette image.
it: Tracciamento annullato. Il contorno vale ancora per questo fotogramma.
sv: Spårningen avbröts. Konturen gäller fortfarande för den här bildrutan.

source: Tracking cannot interpret this video's source orientation.
de: Das Tracking kann die Quellausrichtung dieses Videos nicht interpretieren.
es: El rastreo no puede interpretar la orientación de origen de este vídeo.
fr: Le suivi ne peut pas interpréter l’orientation source de cette vidéo.
it: Il tracciamento non riesce a interpretare l’orientamento sorgente di questo video.
sv: Spårningen kan inte tolka den här videons källorientering.

source: Tracking cleared. The outline stays where you drew it.
de: Tracking gelöscht. Die Kontur bleibt dort, wo du sie gezeichnet hast.
es: Rastreo borrado. El contorno se queda donde lo dibujaste.
fr: Suivi effacé. Le contour reste là où vous l’avez tracé.
it: Tracciamento cancellato. Il contorno resta dove lo hai disegnato.
sv: Spårningen rensades. Konturen stannar där du ritade den.

source: Tracking could not lock onto this outline. Draw it around an object with visible detail, or around more of the subject.
de: Das Tracking konnte diese Kontur nicht erfassen. Zeichne sie um ein Objekt mit sichtbaren Details oder um mehr vom Motiv.
es: El rastreo no ha podido fijarse en este contorno. Dibújalo alrededor de un objeto con detalle visible o abarcando más del sujeto.
fr: Le suivi n’a pas pu accrocher ce contour. Tracez-le autour d’un objet présentant des détails visibles, ou autour d’une plus grande partie du sujet.
it: Il tracciamento non è riuscito ad agganciare questo contorno. Disegnalo attorno a un oggetto con dettagli visibili, o attorno a una parte più ampia del soggetto.
sv: Spårningen kunde inte låsa på den här konturen. Rita den runt ett objekt med synlig detalj, eller runt mer av motivet.

source: Tracking did not measure any movement. The outline still applies to the whole clip.
de: Das Tracking hat keine Bewegung gemessen. Die Kontur gilt weiterhin für den gesamten Clip.
es: El rastreo no ha medido ningún movimiento. El contorno sigue aplicándose a todo el clip.
fr: Le suivi n’a mesuré aucun mouvement. Le contour s’applique toujours à tout le clip.
it: Il tracciamento non ha rilevato alcun movimento. Il contorno vale ancora per l’intera clip.
sv: Spårningen mätte ingen rörelse. Konturen gäller fortfarande för hela klippet.

source: Tracking is available for Ellipse, Rectangle and Freehand windows.
de: Tracking ist für Ellipsen-, Rechteck- und Freihand-Fenster verfügbar.
es: El seguimiento está disponible para ventanas de Elipse, Rectángulo y Mano alzada.
fr: Le suivi est disponible pour les fenêtres Ellipse, Rectangle et Main levée.
it: Il tracciamento è disponibile per le finestre Ellisse, Rettangolo e Mano libera.
sv: Spårning är tillgänglig för fönstren Ellips, Rektangel och Frihand.

source: Tracking lost at %02d:%05.2f. Reposition the mask, then continue.
de: Tracking bei %02d:%05.2f verloren. Positioniere die Maske neu und fahre dann fort.
es: Seguimiento perdido en %02d:%05.2f. Recoloca la máscara y continúa.
fr: Suivi perdu à %02d:%05.2f. Repositionnez le masque, puis continuez.
it: Tracciamento perso a %02d:%05.2f. Riposiziona la maschera, poi continua.
sv: Spårningen tappades vid %02d:%05.2f. Flytta masken och fortsätt sedan.

source: Tracking needs an Ellipse, Rectangle or completed Freehand window.
de: Das Tracking benötigt ein Ellipsen-, Rechteck- oder fertiges Freihandfenster.
es: El rastreo necesita una ventana de elipse, rectángulo o mano alzada completada.
fr: Le suivi nécessite une fenêtre Ellipse, Rectangle ou Main levée terminée.
it: Il tracciamento richiede una finestra Ellisse, Rettangolo o Mano libera completata.
sv: Spårning kräver ett fönster av typen Ellips, Rektangel eller färdig Frihand.

source: Tracking Object
de: Objekt wird getrackt
es: Rastreando el objeto
fr: Suivi de l’objet
it: Tracciamento dell’oggetto
sv: Spårar objektet

source: Tracking stopped after 120,000 frames. Draw the lasso again later in the clip to continue.
de: Das Tracking wurde nach 120.000 Frames gestoppt. Zeichne das Lasso später im Clip erneut, um fortzufahren.
es: El rastreo se ha detenido tras 120 000 fotogramas. Vuelve a dibujar el lazo más adelante en el clip para continuar.
fr: Le suivi s’est arrêté après 120 000 images. Redessinez le lasso plus loin dans le clip pour continuer.
it: Il tracciamento si è interrotto dopo 120.000 fotogrammi. Ridisegna il lazo più avanti nella clip per continuare.
sv: Spårningen stoppade efter 120 000 bildrutor. Rita lassot igen längre fram i klippet för att fortsätta.

source: Tracking stopped because the clip or mask geometry changed. Start tracking again from the current frame.
de: Das Tracking wurde gestoppt, weil sich die Clip- oder Maskengeometrie geändert hat. Starte das Tracking ab dem aktuellen Frame neu.
es: El rastreo se ha detenido porque la geometría del clip o de la máscara ha cambiado. Vuelve a iniciar el rastreo desde el fotograma actual.
fr: Le suivi s’est arrêté car la géométrie du clip ou du masque a changé. Relancez le suivi depuis l’image actuelle.
it: Il tracciamento si è interrotto perché la geometria della clip o della maschera è cambiata. Riavvia il tracciamento dal fotogramma corrente.
sv: Spårningen stoppade eftersom klippets eller maskens geometri ändrades. Börja spåra igen från den aktuella bildrutan.

source: Tracks
de: Spuren
es: Pistas
fr: Pistes
it: Tracce
sv: Spår

source: Transform
de: Transformieren
es: Transformar
fr: Transformer
it: Trasforma

source: Transform Tool
de: Transformationswerkzeug
es: Herramienta de transformación
fr: Outil Transformer
it: Strumento trasforma
sv: Transformverktyg

source: Transition
de: Übergang
es: Transición
it: Transizione
sv: Övergång

source: Transition duration
de: Übergangsdauer
es: Duración de la transición
fr: Durée de la transition
it: Durata della transizione
sv: Övergångens längd

source: TRANSITIONS
de: ÜBERGÄNGE
es: TRANSICIONES
it: TRANSIZIONI
sv: ÖVERGÅNGAR

source: Transitions need two clips meeting at the playhead.
de: Übergänge brauchen zwei Clips, die am Abspielkopf aufeinandertreffen.
es: Las transiciones necesitan dos clips que se encuentren en el cabezal.
fr: Les transitions nécessitent deux clips se rejoignant à la tête de lecture.
it: Le transizioni richiedono due clip che si incontrano alla testina.
sv: Övergångar kräver två klipp som möts vid uppspelningshuvudet.

source: Transparency
de: Transparenz
es: Transparencia
fr: Transparence
it: Trasparenza
sv: Genomskinlighet

source: Triangle
de: Dreieck
es: Triángulo
it: Triangolo
sv: Triangel

source: Trim end to playhead
de: Ende bis zum Abspielkopf trimmen
es: Recortar el final hasta el cabezal
fr: Ajuster la fin à la tête de lecture
it: Regola la fine fino alla testina
sv: Trimma slutet till uppspelningshuvudet

source: Trim start to playhead
de: Anfang bis zum Abspielkopf trimmen
es: Recortar el inicio hasta el cabezal
fr: Ajuster le début à la tête de lecture
it: Regola l'inizio fino alla testina
sv: Trimma början till uppspelningshuvudet

source: Turn one color into another. Pick a hue, then drag its point up or down to rotate it. Neighbouring hues follow smoothly.
de: Verwandle eine Farbe in eine andere. Wähle einen Farbton und zieh seinen Punkt nach oben oder unten, um ihn zu drehen. Benachbarte Farbtöne folgen weich.
es: Convierte un color en otro. Elige un tono y arrastra su punto hacia arriba o hacia abajo para girarlo. Los tonos vecinos le siguen con suavidad.
fr: Transformez une couleur en une autre. Choisissez une teinte, puis faites glisser son point vers le haut ou vers le bas pour la faire tourner. Les teintes voisines suivent en douceur.
it: Trasforma un colore in un altro. Scegli una tonalità, poi trascina il suo punto verso l'alto o verso il basso per ruotarla. Le tonalità vicine seguono con dolcezza.
sv: Förvandla en färg till en annan. Välj en nyans och dra dess punkt uppåt eller nedåt för att rotera den. Närliggande nyanser följer mjukt med.

source: Turn this on to limit colour adjustments to one area.
de: Aktiviere dies, um Farbanpassungen auf einen Bereich zu begrenzen.
es: Actívalo para limitar los ajustes de color a una sola zona.
fr: Activez ceci pour limiter les réglages de couleur à une seule zone.
it: Attivalo per limitare le regolazioni di colore a una sola area.
sv: Slå på det här för att begränsa färgjusteringar till ett område.

source: Two frames either side. The strongest reduction, and the slowest.
de: Zwei Frames auf jeder Seite. Die stärkste Reduzierung, und die langsamste.
es: Dos fotogramas a cada lado. La reducción más fuerte, y la más lenta.
fr: Deux images de chaque côté. La réduction la plus forte, et la plus lente.
it: Due fotogrammi per lato. La riduzione più forte, e la più lenta.
sv: Två bildrutor på varje sida. Den kraftigaste reduceringen, och den långsammaste.
